// © Copyright 2010, 2015-2016 HP Development Company, L.P.

// ------ Ink Colors ------ //

"cyan" = "Cyan [C]";
"magenta" = "Magenta [M]";
"yellow" = "Yellow [Y]";

"black" = "Black [K]";

"red" = "Red [R]";
"green" = "Green [G]";
"blue" = "Blue [B]";

"lightcyan" = "Light Cyan [LC]";
"lightmagenta" = "Light Magenta [LM]";

"orange" = "Orange [O]";

"gray" = "Gray [G]";
"lightgray" = "Light Gray [LG]";
"darkgray" = "Dark Gray [DG]";

"photoblack" = "Photo Black [PK]";
"matteblack" = "Matte Black [MK]";

"glossenhancer" = "Gloss Enhancer";

"violet" = "Violet [V]";

"gold" = "Gold [??]";
"silver" = "Silver [??]";
"bronze" = "Bronze [??]";

"metallic" = "Metallic Red [??]";

"tricolor" = "Tri-color [Cyan/Magenta/Yellow]";
"photo" = "Photo [Black/Light Cyan/Light Magenta]";
"photogray" = "Gray Photo [Black/Gray/Light Gray]";

"Photo [PK]" = "Photo [PK]";


//Event Titles in Message Center
"Previously Used Genuine HP Cartridge(s)" = "Previously Used Genuine HP Cartridge(s)";
"Refilled or Depleted Cartridge Detected" = "Refilled or Depleted Cartridge Detected";

//Pharse for smash alert
"The message status could not be updated" = "The message status could not be updated";

//New titles introduced for K4 phase to be localized.
"Counterfeit Cartridge Advisory" = "Counterfeit Cartridge Advisory";
"Used, Refilled or Counterfeit Cartridge Detected" = "Used, Refilled or Counterfeit Cartridge Detected";

HSDUseCartridgeOrLearnAboutProtection = "To continue using indicated cartridges, click Continue.
To exit and learn about the HP Cartridge Protection feature, click Cancel.";

"View HP Privacy Statement Online" = "HP Privacy Statement";

"To order a genuine HP replacement cartridge, click Shop Online." = "To order a genuine HP replacement cartridge, click Shop Online.";

"Shop Online" = "Shop Online";

//a: Removed the sring from the nib file and added the same here.
"To continue using this cartridge, click OK." = "To continue using this cartridge, click OK.";
"View online details about shared information" = "View online details about shared information";

// [RQ 7996] Replace 'Shop Online' with 'Buy Now' in supply alerts.
"Buy Now" = "Buy Now";
"To order a genuine HP replacement cartridge, click Buy Now." = "To order a genuine HP replacement cartridge, click Buy Now.";


"To order a genuine HP replacement cartridge online, click Buy Now." = "To order a genuine HP replacement cartridge online, click Buy Now.";

"View data shared with HP" = "View data shared with HP";

"HP Instant Ink Support Online" = "HP Instant Ink Support Online";

//Ink subscription message from K10
"For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online." = "For problems with cartridges obtained from HP Instant Ink, please contact HP Instant Ink Support Online.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Is Pen Counterfeit Dialog
HSD__65592_65685__EventTitle = "Used or Counterfeit Cartridges Detected";
